<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>com.github.snshinetaz.jss-upload.Yammer</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Collaborative</string>
		<key>NAME</key>
		<string>Yammer</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.Yammer</string>
	<key>Process</key>
	<array>
		<dict>
			<key>Arguments</key>
			<dict>
				<key>category</key>
				<string>%CATEGORY%</string>
				<key>prod_name</key>
				<string>%NAME%</string>
				<key>pkg_path</key>
				<string>%pkg_path%</string>
			</dict>
			<key>Processor</key>
			<string>JSSImporter</string>
		</dict>
	</array>
</dict>
</plist>
